Repository: MartinvonBerg/wp-strip-image-metadata
Catalog: languages/wp-strip-image-metadata-*.po
Languages: de_de

source: Strip image metadata from JPGs and WEBPs on upload or via bulk action, and view image EXIF data.
de_de: Bild-Metadaten aus JPGs und WEBPs beim Hochladen oder per Massenaktion entfernen und anzeigen.

source: Strip Image Metadata
de_de: Metadaten entfernen

source: Save settings
de_de: Einstellungen speichern

source: Plugin Information
de_de: Plugin Informationen

source: Compatible image processing library active: %s. Webp is supported. PHP-Library is: %s
de_de: Kompatible Bildverarbeitungsbibliothek aktiv: %s. Webp wird unterstützt. PHP-Bibliothek ist: %s

source: WP Strip Image Metadata: compatible image processing library not found. This plugin requires the "Imagick" or "Gmagick" PHP extension to function - please ask your webhost or system administrator if either can be enabled.
de_de: WP Strip Image Metadata: kompatible Bildverarbeitungsbibliothek nicht gefunden. Dieses Plugin benötigt die PHP-Erweiterung "Imagick" oder "Gmagick", um zu funktionieren - bitte fragen Sie Ihren Webhost oder Systemadministrator, ob eines von beiden aktiviert werden kann.

source: Copyright Information of available Files
de_de: Copyright Information in verfügbaren Dateien

source: File copyright.jpg not found
de_de: Datei copyright.jpg nicht gefunden

source: File copyright.webp not found
de_de: Datei copyright.webp nicht gefunden

source: Plugin Settings
de_de: Plugin Einstellungen

source: Image Metadata Stripping
de_de: Bild-Metadaten entfernen

source: Preserve ICC Color Profile
de_de: ICC Farbprofil behalten

source: Preserve Image Orientation
de_de: Bildausrichtung behalten

source: Set Size Limit
de_de: Größenbeschränkung setzen

source: Set / Keep Copyright
de_de: Copyright setzen / erhalten

source: Log Errors
de_de: Fehlermeldungen speichern

source: Enabled
de_de: Aktiviert

source: Disabled
de_de: Deaktiviert

source: Set the Maximum Width of Image for Stripping Metadata. 0 means stripping no image at all. 10000 means stripping all images
de_de: Maximale Bildbreite für das Entfernen der Metadaten setzen. "0" bedeutet : Nichts wird entfernt. "10000" bedeutet: Metadaten in allen Bildern werden entfernt

source: WP Strip Image Metadata: stripping is currently disabled.
de_de: WP Strip Image Metadata: Das Entfernen ist derzeit deaktiviert.

source: Meta Size
de_de: Metadaten

source: and filesize
de_de: und Dateigröße

source: of
de_de: für

source: WP Strip Image Metadata: expand for image EXIF data. Length :
de_de: WP Strip Image Metadata: Erweitern für EXIF-Daten. Länge :

source: WP Strip Image Metadata: %s image including
de_de: Metadaten entfernen: %s Bild einschließlich

source: subsizes was stripped
de_de: skalierter Dateien wurde bearbeitet

source: WP Strip Image Metadata: unable to locate all image paths. This might be due to a non-standard WordPress uploads directory location.
de_de: WP Strip Image Metadata: Es können nicht alle Bildpfade gefunden werden. Dies könnte auf einen nicht standardmäßigen WordPress-Uploads-Verzeichnisstandort zurückzuführen sein.

source: Stripped
de_de: Entfernt

source: Strip Metadata
de_de: Entferne Metadaten
